{"start": 415.0, "end": 460.0, "text": "Christiane and Ronaldo are those two. They keep putting each other on. They're pushing the boundaries of greatness. Would they have been out of the question that I always ask myself? Would they have been able to do this and keep this up? They're relentless. This is what they've shown without each other. If there's that on their own, no one else around. Would they continue to have done this? They probably do add to the motivation. I think all the great sportsmen in the world have always had that someone else to feed off. I think this is another great rivalry in football. They don't talk about it. There's a bit of respect between them. They don't mention each other really. But they're just phenomenal to watch. People try and make comparisons of who's better, etc. Just enjoy them. How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am.", "label": 0.40415349706406667}
{"start": 330.0, "end": 375.0, "text": "Probably the first ones to arrive and the last ones to go out. It is great. This is giving me motivation to still work hard and better in my job. But they have to say to be in my shoes is not easy but I'm not complaining. I just want to say that I'm feel happy. All this happened because the reason. The reason is I'm unbelievable inside the pitch. This is why the people have so much interest in me. Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best. I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best.", "label": 0.4102603326469114}
{"start": 505.0, "end": 550.0, "text": "Talent is not enough. I did it myself so much that this is part of me. Records is part of me. I don't follow the records. The records follow me, which is different. Are you addicted to winning? Yes, I am. I'm addicted to the success. Because that's your thing that really drives me. Yes, I think so. I think it's not something bad. I think it's good. It's not that it motivates me. If something doesn't motivate me, it's better to stop. I don't know if it's ever happened in football. The same two guys in the same stage all the time. It's not easy. As you know, we have good relationship. We have that battle in the last 15 years, which is good. He pushed me and I pushed him as well. So it's good to be part of Eastern of football. I'm there and of course he's there as well.", "label": 0.11601131820367272}
{"start": 65.0, "end": 110.0, "text": "But you have to do it. Your mental strength is coming from that moment that's in a hard moment. You know you should do it. So, and I do it because after that maybe in the beginning you feel the heart starts that after when you finish the gym or go to the ranch or even the training you will feel better. We all saw the shoot potentially and he came over and his first foot was to entertain. And we went to win and we knew that with him and our team, if he had an input out, we had a far better chance of being successful. We have not had the everyday, we have not been in a good mood everyday. It's normal. It's part of us. I fight against that.", "label": 0.11277258759183992}
{"start": 215.0, "end": 260.0, "text": "The legend is one of these big names that stays forever in football history. But the guy wants to motivate himself with numbers, with new things. He wants to win the gold ball at times and the golden boots at times. And he wants to not just to play these heroes, he's already thinking that he wants to play the next World Cup. Does he get angry when people say maybe Messi is better? The time is few, it's... I don't think so. I just think that critics motivate him. I think he feels, if people criticize me, is because I am... I did what I did and I still try to do when he gets that as an extra motivation. I think as an opponent, you should be quiet and don't say a wrong word about him because that would be always a motivation for him.", "label": 0.23353263684844494}
{"start": 595.0, "end": 640.0, "text": "This is why I mentioned in the beginning. You here, you have to implement that in your mind that we are capable to change things. My best work is education and art work. To achieve these kind of things, you need to work hard and be a great professional, be serious in your job. And this is what I try to do. I've been great at the bed over the last few years. We're him and Messi. I think over the last six months I think he's gone into another level. I think he's out there in his own. We've started to work up to finish last season. On my times we shared a burden. His improvement, his attitude. I think a lot of it is not natural ability for a man, but as brilliant as he is, I think he's just sheer how powerful determination, desire, courage. He's got a lot of courage once they get in there. He's brave.", "label": 0.16848833099330868}
{"start": 390.0, "end": 435.0, "text": "Is that rival we are good things? For me rival than exists. The means of this world is not that exists. Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable. Christiane and Ronaldo are those two. They keep putting each other on. They're pushing the boundaries of greatness. Would they have been out of the question that I always ask myself? Would they have been able to do this and keep this up? They're relentless. This is what they've shown without each other. If there's that on their own, no one else around. Would they continue to have done this? They probably do add to the motivation. I think all the great sportsmen in the world have always had that someone else to feed off. I think this is another great rivalry in football. They don't talk about it. There's a bit of respect between them. They don't mention each other really. But they're just phenomenal to watch. People try and make comparisons of who's better, etc. Just enjoy them.", "label": 0.307914738580397}
{"start": 635.0, "end": 680.0, "text": "I think a lot of it is not natural ability for a man, but as brilliant as he is, I think he's just sheer how powerful determination, desire, courage. He's got a lot of courage once they get in there. He's brave. He's said it before because he's a genius. This difference between making it because of talent and making it because of work ethic. You said to me, you felt like an enormous percentage of your success has come from work ethic. There's sort of an unfair perception, maybe a view of just being hyper talented and that's where all the success comes from. To be honest, I think both have to work in the same time because talent without work is nothing and work without talent is nothing. So I think the both mix up. So, and of course I have two. I'm not to say that I have more one than the other one because if you see my my all career for the last 20 years, my level was high.", "label": 0.05970741884463302}
{"start": 210.0, "end": 255.0, "text": "The secret is dedication and hard work to be able to work 100% all the time. This is if it exists, it's my secret. The legend is one of these big names that stays forever in football history. But the guy wants to motivate himself with numbers, with new things. He wants to win the gold ball at times and the golden boots at times. And he wants to not just to play these heroes, he's already thinking that he wants to play the next World Cup. Does he get angry when people say maybe Messi is better? The time is few, it's... I don't think so. I just think that critics motivate him. I think he feels, if people criticize me, is because I am...", "label": 0.39124060837955005}
{"start": 245.0, "end": 290.0, "text": "I don't think so. I just think that critics motivate him. I think he feels, if people criticize me, is because I am... I did what I did and I still try to do when he gets that as an extra motivation. I think as an opponent, you should be quiet and don't say a wrong word about him because that would be always a motivation for him. I think he's the player that everybody knows, he is and mentally really very, very strong. Once again, as you say, it's Cristiano Ronaldo and it's controversy once again. Why is it always the case with you? I don't know, maybe it's someone who don't like me but because I'm maybe I'm too good.", "label": 0.4052323047274873}
{"start": 180.0, "end": 225.0, "text": "It's part of the journey, it's part of the process, it's part of our education. In my case, I learned the most when I'm down. And it's good that certain moments happen because when you are in the top of the wave, you don't see what's going on. I'm always said to my friends, it's good to have problems. It's the only way that you can improve. The secret is dedication and hard work to be able to work 100% all the time. This is if it exists, it's my secret. The legend is one of these big names that stays forever in football history. But the guy wants to motivate himself with numbers, with new things. He wants to win the gold ball at times and the golden boots at times. And he wants to not just to play these heroes, he's already thinking that he wants to play the next World Cup.", "label": 0.37260524844102055}
{"start": 85.0, "end": 130.0, "text": "You know you should do it. So, and I do it because after that maybe in the beginning you feel the heart starts that after when you finish the gym or go to the ranch or even the training you will feel better. We all saw the shoot potentially and he came over and his first foot was to entertain. And we went to win and we knew that with him and our team, if he had an input out, we had a far better chance of being successful. We have not had the everyday, we have not been in a good mood everyday. It's normal. It's part of us. I fight against that. It's the big challenge. It's when you're not willing to do something, but you have to do it. This is the main point. Do you think what makes you different to the others, to the next run on the ladder, if you like? The very good players is the dedication level that you put in. I think I am good, but I think my men's strength is my mind. I think it's my strongest point. It's my mind.", "label": 0.10651276123134906}
{"start": 605.0, "end": 650.0, "text": "My best work is education and art work. To achieve these kind of things, you need to work hard and be a great professional, be serious in your job. And this is what I try to do. I've been great at the bed over the last few years. We're him and Messi. I think over the last six months I think he's gone into another level. I think he's out there in his own. We've started to work up to finish last season. On my times we shared a burden. His improvement, his attitude. I think a lot of it is not natural ability for a man, but as brilliant as he is, I think he's just sheer how powerful determination, desire, courage. He's got a lot of courage once they get in there. He's brave. He's said it before because he's a genius. This difference between making it because of talent and making it because of work ethic. You said to me, you felt like an enormous percentage of your success has come from work ethic.", "label": 0.16213720468507778}
{"start": 660.0, "end": 705.0, "text": "There's sort of an unfair perception, maybe a view of just being hyper talented and that's where all the success comes from. To be honest, I think both have to work in the same time because talent without work is nothing and work without talent is nothing. So I think the both mix up. So, and of course I have two. I'm not to say that I have more one than the other one because if you see my my all career for the last 20 years, my level was high. And this is as you can know, it's really tough. Not only in a football, but in any area if you are top for 20 years is unbelievable.", "label": 0.17338843274083637}
{"start": 220.0, "end": 265.0, "text": "The legend is one of these big names that stays forever in football history. But the guy wants to motivate himself with numbers, with new things. He wants to win the gold ball at times and the golden boots at times. And he wants to not just to play these heroes, he's already thinking that he wants to play the next World Cup. Does he get angry when people say maybe Messi is better? The time is few, it's... I don't think so. I just think that critics motivate him. I think he feels, if people criticize me, is because I am... I did what I did and I still try to do when he gets that as an extra motivation. I think as an opponent, you should be quiet and don't say a wrong word about him because that would be always a motivation for him.", "label": 0.23353263684844494}
{"start": 0.0, "end": 45.0, "text": "Maybe it's someone's, it doesn't like me because maybe I'm too good. I don't follow the record. The records follow me in my mind. I'm always good. The talent is part of me, but if you don't work the talent, you're never going to achieve that thing that I'm achieved. I try to do my things to improve myself in a training, specifically in games, because this is the most important thing. I always try to improve something season by season. Our mind is a box of surprises and you have to challenge yourself to be consistent.", "label": 0.6202456166547486}
{"start": 830.0, "end": 860.0, "text": "The real bitch in Info Tafay was, so we scream and Chris, you know, what's so angry? He said he's cousin by your tennis table after two weeks he back and he beat Chris, he beat real in Info Tafay's whole history. So that's Christiano Ronaldo, he don't want to lose any game. Discipline is the most difficult thing, not only in sports but in life. I give you the map, you are willing to do that? Yeah, it's the main point because everyone wants to be Christiano but I give you the map, do you think you will do it that?", "label": 0.3391855733423102}
{"start": 655.0, "end": 700.0, "text": "There's sort of an unfair perception, maybe a view of just being hyper talented and that's where all the success comes from. To be honest, I think both have to work in the same time because talent without work is nothing and work without talent is nothing. So I think the both mix up. So, and of course I have two. I'm not to say that I have more one than the other one because if you see my my all career for the last 20 years, my level was high. And this is as you can know, it's really tough. Not only in a football, but in any area if you are top for 20 years is unbelievable.", "label": 0.17338843274083637}
{"start": 380.0, "end": 425.0, "text": "Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him. Is that rival we are good things? For me rival than exists. The means of this world is not that exists. Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable. Christiane and Ronaldo are those two. They keep putting each other on. They're pushing the boundaries of greatness. Would they have been out of the question that I always ask myself? Would they have been able to do this and keep this up? They're relentless. This is what they've shown without each other. If there's that on their own, no one else around. Would they continue to have done this?", "label": 0.2146847119485512}
{"start": 265.0, "end": 310.0, "text": "I did what I did and I still try to do when he gets that as an extra motivation. I think as an opponent, you should be quiet and don't say a wrong word about him because that would be always a motivation for him. I think he's the player that everybody knows, he is and mentally really very, very strong. Once again, as you say, it's Cristiano Ronaldo and it's controversy once again. Why is it always the case with you? I don't know, maybe it's someone who don't like me but because I'm maybe I'm too good. It is what it is. The life is completely difficult. We are obstacles in our lives and I will keep running to fight against the people who don't believe me.", "label": 0.3781962745494994}
{"start": 580.0, "end": 625.0, "text": "Why we don't believe that we can do better. We have to believe. We have to be positive to try to change the things that only give up to the guys who is weak mentally. This is why I mentioned in the beginning. You here, you have to implement that in your mind that we are capable to change things. My best work is education and art work. To achieve these kind of things, you need to work hard and be a great professional, be serious in your job. And this is what I try to do. I've been great at the bed over the last few years. We're him and Messi. I think over the last six months I think he's gone into another level. I think he's out there in his own. We've started to work up to finish last season. On my times we shared a burden. His improvement, his attitude.", "label": 0.16870914457021605}
{"start": 375.0, "end": 420.0, "text": "I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best. Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him. Is that rival we are good things? For me rival than exists. The means of this world is not that exists. Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable. Christiane and Ronaldo are those two. They keep putting each other on. They're pushing the boundaries of greatness. Would they have been out of the question that I always ask myself?", "label": 0.415858872037306}
{"start": 190.0, "end": 235.0, "text": "And it's good that certain moments happen because when you are in the top of the wave, you don't see what's going on. I'm always said to my friends, it's good to have problems. It's the only way that you can improve. The secret is dedication and hard work to be able to work 100% all the time. This is if it exists, it's my secret. The legend is one of these big names that stays forever in football history. But the guy wants to motivate himself with numbers, with new things. He wants to win the gold ball at times and the golden boots at times. And he wants to not just to play these heroes, he's already thinking that he wants to play the next World Cup.", "label": 0.4287970497192608}
{"start": 270.0, "end": 315.0, "text": "I did what I did and I still try to do when he gets that as an extra motivation. I think as an opponent, you should be quiet and don't say a wrong word about him because that would be always a motivation for him. I think he's the player that everybody knows, he is and mentally really very, very strong. Once again, as you say, it's Cristiano Ronaldo and it's controversy once again. Why is it always the case with you? I don't know, maybe it's someone who don't like me but because I'm maybe I'm too good. It is what it is. The life is completely difficult. We are obstacles in our lives and I will keep running to fight against the people who don't believe me. It is a challenge and I want to people, the people that they are wrong. I'm there every morning and do the same stuff.", "label": 0.3225472658733724}
{"start": 760.0, "end": 805.0, "text": "The next day, if you, it's two sessions as you lost and I know in the end of the day in the end you're going to make a huge difference. This is why I'm 34 and I look 28. Every year is a challenge for me to be better than last year. So I know it's tough last year. It was amazing two years ago, it was amazing too. So my job is to continue to work hard and dedicate myself under percent in my job. And wind trough is, you know, collective and individual too. He said let's go and having lunch after training, go to his house, I watched a few people on the table and look at it, he was just some salad, plain white chicken, no juice, just water. So we have a food, quickly a lunch and after that he said let's go in the garden and play tutors.", "label": 0.07260524844102056}
{"start": 345.0, "end": 390.0, "text": "All this happened because the reason. The reason is I'm unbelievable inside the pitch. This is why the people have so much interest in me. Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best. I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best. Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him. Is that rival we are good things? For me rival than exists. The means of this world is not that exists.", "label": 0.4114554807496026}
{"start": 665.0, "end": 710.0, "text": "To be honest, I think both have to work in the same time because talent without work is nothing and work without talent is nothing. So I think the both mix up. So, and of course I have two. I'm not to say that I have more one than the other one because if you see my my all career for the last 20 years, my level was high. And this is as you can know, it's really tough. Not only in a football, but in any area if you are top for 20 years is unbelievable. My biggest motivation is to carry on to still enjoy, to make people happy, to make my family happy.", "label": 0.18632368122801585}
{"start": 575.0, "end": 620.0, "text": "You talk about mindset. I don't know a stronger, more determined, obsessed player. I'd share the change in them because he was just phenomenal. Why we don't believe that we can do better. We have to believe. We have to be positive to try to change the things that only give up to the guys who is weak mentally. This is why I mentioned in the beginning. You here, you have to implement that in your mind that we are capable to change things. My best work is education and art work. To achieve these kind of things, you need to work hard and be a great professional, be serious in your job. And this is what I try to do. I've been great at the bed over the last few years. We're him and Messi. I think over the last six months I think he's gone into another level. I think he's out there in his own.", "label": 0.16842216314450037}
{"start": 15.0, "end": 60.0, "text": "The talent is part of me, but if you don't work the talent, you're never going to achieve that thing that I'm achieved. I try to do my things to improve myself in a training, specifically in games, because this is the most important thing. I always try to improve something season by season. Our mind is a box of surprises and you have to challenge yourself to be consistent. I repeat sometimes it's hard. It's what many people say. You like to go to the gym every day, of course, no. It's not true. Nobody likes to go to the gym every day. But you have to do it. Your mental strength is coming from that moment that's in a hard moment.", "label": 0.45165604009493043}
{"start": 600.0, "end": 645.0, "text": "This is why I mentioned in the beginning. You here, you have to implement that in your mind that we are capable to change things. My best work is education and art work. To achieve these kind of things, you need to work hard and be a great professional, be serious in your job. And this is what I try to do. I've been great at the bed over the last few years. We're him and Messi. I think over the last six months I think he's gone into another level. I think he's out there in his own. We've started to work up to finish last season. On my times we shared a burden. His improvement, his attitude. I think a lot of it is not natural ability for a man, but as brilliant as he is, I think he's just sheer how powerful determination, desire, courage. He's got a lot of courage once they get in there. He's brave. He's said it before because he's a genius. This difference between making it because of talent and making it because of work ethic. You said to me, you felt like an enormous percentage of your success has come from work ethic.", "label": 0.15853575816825607}
{"start": 690.0, "end": 735.0, "text": "So I think the both mix up. So, and of course I have two. I'm not to say that I have more one than the other one because if you see my my all career for the last 20 years, my level was high. And this is as you can know, it's really tough. Not only in a football, but in any area if you are top for 20 years is unbelievable. My biggest motivation is to carry on to still enjoy, to make people happy, to make my family happy. So for me, I have both talent and work ethic. But the fact is, is that he has shown that it's not just ability. It is hard work and he seems to be getting the fruits of all the hard work that he's put in down the years. It looks like somebody will not put anything that's not going to benefit me inside his body.", "label": 0.17007597493726756}
{"start": 160.0, "end": 205.0, "text": "Therefore, dedication, work hard because the talent is not enough anymore. And if you're not dedicated under percents, you're not going to reach the level that you want. Nobody is perfect. We failed so many times. We have so many uncertainty in our lives that we have to be capable when we are down to stand up. It's part of the journey, it's part of the process, it's part of our education. In my case, I learned the most when I'm down. And it's good that certain moments happen because when you are in the top of the wave, you don't see what's going on. I'm always said to my friends, it's good to have problems. It's the only way that you can improve. The secret is dedication and hard work to be able to work 100% all the time. This is if it exists, it's my secret.", "label": 0.3738057342395332}
{"start": 835.0, "end": 860.0, "text": "He said he's cousin by your tennis table after two weeks he back and he beat Chris, he beat real in Info Tafay's whole history. So that's Christiano Ronaldo, he don't want to lose any game. Discipline is the most difficult thing, not only in sports but in life. I give you the map, you are willing to do that? Yeah, it's the main point because everyone wants to be Christiano but I give you the map, do you think you will do it that?", "label": 0.4729415480355245}
{"start": 70.0, "end": 115.0, "text": "You know you should do it. So, and I do it because after that maybe in the beginning you feel the heart starts that after when you finish the gym or go to the ranch or even the training you will feel better. We all saw the shoot potentially and he came over and his first foot was to entertain. And we went to win and we knew that with him and our team, if he had an input out, we had a far better chance of being successful. We have not had the everyday, we have not been in a good mood everyday. It's normal. It's part of us. I fight against that. It's the big challenge. It's when you're not willing to do something, but you have to do it. This is the main point.", "label": 0.0998687420183734}
{"start": 680.0, "end": 725.0, "text": "So I think the both mix up. So, and of course I have two. I'm not to say that I have more one than the other one because if you see my my all career for the last 20 years, my level was high. And this is as you can know, it's really tough. Not only in a football, but in any area if you are top for 20 years is unbelievable. My biggest motivation is to carry on to still enjoy, to make people happy, to make my family happy. So for me, I have both talent and work ethic. But the fact is, is that he has shown that it's not just ability. It is hard work and he seems to be getting the fruits of all the hard work that he's put in down the years.", "label": 0.1942228987482369}
{"start": 125.0, "end": 170.0, "text": "Do you think what makes you different to the others, to the next run on the ladder, if you like? The very good players is the dedication level that you put in. I think I am good, but I think my men's strength is my mind. I think it's my strongest point. It's my mind. The numbers they don't like. If you see during the last 15 years, my level is always kind of the same. Therefore, dedication, work hard because the talent is not enough anymore. And if you're not dedicated under percents, you're not going to reach the level that you want. Nobody is perfect. We failed so many times. We have so many uncertainty in our lives that we have to be capable when we are down to stand up.", "label": 0.26376882820465014}
{"start": 750.0, "end": 795.0, "text": "For example, you arrive home, you have a lunch, you do it a quick nap and you wake up, you play with your kids and I have to go to the gym at least 30-40 minutes. But this will make the difference in the end of the day. If you do not do that work, you miss one. The next day, if you, it's two sessions as you lost and I know in the end of the day in the end you're going to make a huge difference. This is why I'm 34 and I look 28. Every year is a challenge for me to be better than last year. So I know it's tough last year. It was amazing two years ago, it was amazing too. So my job is to continue to work hard and dedicate myself under percent in my job. And wind trough is, you know, collective and individual too. He said let's go and having lunch after training, go to his house, I watched a few people on the table and look at it, he was just some salad, plain white chicken, no juice, just water.", "label": 0.157137761215073}
{"start": 465.0, "end": 510.0, "text": "How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am. But you also love individual rules. I'm not a tea. It's part of my sacrifice, my obsession to win, to have success. When I say success, it's a work for that. Talent is not enough. I did it myself so much that this is part of me. Records is part of me. I don't follow the records. The records follow me, which is different. Are you addicted to winning? Yes, I am. I'm addicted to the success.", "label": 0.4008172959732184}
{"start": 545.0, "end": 590.0, "text": "I don't know if it's ever happened in football. The same two guys in the same stage all the time. It's not easy. As you know, we have good relationship. We have that battle in the last 15 years, which is good. He pushed me and I pushed him as well. So it's good to be part of Eastern of football. I'm there and of course he's there as well. When I was at Manchester United and you think who was that person, and the massive impact on the club while they were there, you can't look no further in Cristiano. You talk about mindset. I don't know a stronger, more determined, obsessed player. I'd share the change in them because he was just phenomenal. Why we don't believe that we can do better. We have to believe. We have to be positive to try to change the things that only give up to the guys who is weak mentally.", "label": 0.06759594749195547}
{"start": 300.0, "end": 345.0, "text": "It is what it is. The life is completely difficult. We are obstacles in our lives and I will keep running to fight against the people who don't believe me. It is a challenge and I want to people, the people that they are wrong. I'm there every morning and do the same stuff. Probably the first ones to arrive and the last ones to go out. It is great. This is giving me motivation to still work hard and better in my job. But they have to say to be in my shoes is not easy but I'm not complaining. I just want to say that I'm feel happy. All this happened because the reason. The reason is I'm unbelievable inside the pitch. This is why the people have so much interest in me.", "label": 0.10307878224759826}
{"start": 80.0, "end": 125.0, "text": "You know you should do it. So, and I do it because after that maybe in the beginning you feel the heart starts that after when you finish the gym or go to the ranch or even the training you will feel better. We all saw the shoot potentially and he came over and his first foot was to entertain. And we went to win and we knew that with him and our team, if he had an input out, we had a far better chance of being successful. We have not had the everyday, we have not been in a good mood everyday. It's normal. It's part of us. I fight against that. It's the big challenge. It's when you're not willing to do something, but you have to do it. This is the main point. Do you think what makes you different to the others, to the next run on the ladder, if you like? The very good players is the dedication level that you put in.", "label": 0.11342137671994489}
{"start": 360.0, "end": 405.0, "text": "Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best. I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best. Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him. Is that rival we are good things? For me rival than exists. The means of this world is not that exists. Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable.", "label": 0.3982124658665709}
{"start": 520.0, "end": 565.0, "text": "Because that's your thing that really drives me. Yes, I think so. I think it's not something bad. I think it's good. It's not that it motivates me. If something doesn't motivate me, it's better to stop. I don't know if it's ever happened in football. The same two guys in the same stage all the time. It's not easy. As you know, we have good relationship. We have that battle in the last 15 years, which is good. He pushed me and I pushed him as well. So it's good to be part of Eastern of football. I'm there and of course he's there as well. When I was at Manchester United and you think who was that person, and the massive impact on the club while they were there, you can't look no further in Cristiano.", "label": 0.09698189035226568}
{"start": 495.0, "end": 540.0, "text": "But you also love individual rules. I'm not a tea. It's part of my sacrifice, my obsession to win, to have success. When I say success, it's a work for that. Talent is not enough. I did it myself so much that this is part of me. Records is part of me. I don't follow the records. The records follow me, which is different. Are you addicted to winning? Yes, I am. I'm addicted to the success. Because that's your thing that really drives me. Yes, I think so. I think it's not something bad. I think it's good. It's not that it motivates me. If something doesn't motivate me, it's better to stop. I don't know if it's ever happened in football. The same two guys in the same stage all the time. It's not easy. As you know, we have good relationship.", "label": 0.13192730956586943}
{"start": 75.0, "end": 120.0, "text": "You know you should do it. So, and I do it because after that maybe in the beginning you feel the heart starts that after when you finish the gym or go to the ranch or even the training you will feel better. We all saw the shoot potentially and he came over and his first foot was to entertain. And we went to win and we knew that with him and our team, if he had an input out, we had a far better chance of being successful. We have not had the everyday, we have not been in a good mood everyday. It's normal. It's part of us. I fight against that. It's the big challenge. It's when you're not willing to do something, but you have to do it. This is the main point. Do you think what makes you different to the others, to the next run on the ladder, if you like? The very good players is the dedication level that you put in.", "label": 0.11342137671994489}
{"start": 610.0, "end": 655.0, "text": "My best work is education and art work. To achieve these kind of things, you need to work hard and be a great professional, be serious in your job. And this is what I try to do. I've been great at the bed over the last few years. We're him and Messi. I think over the last six months I think he's gone into another level. I think he's out there in his own. We've started to work up to finish last season. On my times we shared a burden. His improvement, his attitude. I think a lot of it is not natural ability for a man, but as brilliant as he is, I think he's just sheer how powerful determination, desire, courage. He's got a lot of courage once they get in there. He's brave. He's said it before because he's a genius. This difference between making it because of talent and making it because of work ethic. You said to me, you felt like an enormous percentage of your success has come from work ethic. There's sort of an unfair perception, maybe a view of just being hyper talented and that's where all the success comes from.", "label": 0.1604706732230633}
{"start": 165.0, "end": 210.0, "text": "Nobody is perfect. We failed so many times. We have so many uncertainty in our lives that we have to be capable when we are down to stand up. It's part of the journey, it's part of the process, it's part of our education. In my case, I learned the most when I'm down. And it's good that certain moments happen because when you are in the top of the wave, you don't see what's going on. I'm always said to my friends, it's good to have problems. It's the only way that you can improve. The secret is dedication and hard work to be able to work 100% all the time. This is if it exists, it's my secret.", "label": 0.46102983406804743}
{"start": 90.0, "end": 135.0, "text": "We all saw the shoot potentially and he came over and his first foot was to entertain. And we went to win and we knew that with him and our team, if he had an input out, we had a far better chance of being successful. We have not had the everyday, we have not been in a good mood everyday. It's normal. It's part of us. I fight against that. It's the big challenge. It's when you're not willing to do something, but you have to do it. This is the main point. Do you think what makes you different to the others, to the next run on the ladder, if you like? The very good players is the dedication level that you put in. I think I am good, but I think my men's strength is my mind. I think it's my strongest point. It's my mind.", "label": 0.1272934447866671}
{"start": 515.0, "end": 560.0, "text": "Because that's your thing that really drives me. Yes, I think so. I think it's not something bad. I think it's good. It's not that it motivates me. If something doesn't motivate me, it's better to stop. I don't know if it's ever happened in football. The same two guys in the same stage all the time. It's not easy. As you know, we have good relationship. We have that battle in the last 15 years, which is good. He pushed me and I pushed him as well. So it's good to be part of Eastern of football. I'm there and of course he's there as well. When I was at Manchester United and you think who was that person, and the massive impact on the club while they were there, you can't look no further in Cristiano.", "label": 0.09698189035226568}
{"start": 805.0, "end": 850.0, "text": "So we have a food, quickly a lunch and after that he said let's go in the garden and play tutors. I said, Chris said we just finished so we go playing tutors after that let's go for swim. After that let's have a sonage, a cousin was like, Chris, why you didn't we didn't stay at the training room? That's why I thought that Chris, you know, deserve everything he got right now. So I'm really happy for him and he deserve because he walks so out and he's a machine. The real bitch in Info Tafay was, so we scream and Chris, you know, what's so angry? He said he's cousin by your tennis table after two weeks he back and he beat Chris, he beat real in Info Tafay's whole history. So that's Christiano Ronaldo, he don't want to lose any game. Discipline is the most difficult thing, not only in sports but in life. I give you the map, you are willing to do that?", "label": 0.11223794477428473}
{"start": 315.0, "end": 360.0, "text": "It is a challenge and I want to people, the people that they are wrong. I'm there every morning and do the same stuff. Probably the first ones to arrive and the last ones to go out. It is great. This is giving me motivation to still work hard and better in my job. But they have to say to be in my shoes is not easy but I'm not complaining. I just want to say that I'm feel happy. All this happened because the reason. The reason is I'm unbelievable inside the pitch. This is why the people have so much interest in me. Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best.", "label": 0.42032945187013115}
{"start": 625.0, "end": 670.0, "text": "We've started to work up to finish last season. On my times we shared a burden. His improvement, his attitude. I think a lot of it is not natural ability for a man, but as brilliant as he is, I think he's just sheer how powerful determination, desire, courage. He's got a lot of courage once they get in there. He's brave. He's said it before because he's a genius. This difference between making it because of talent and making it because of work ethic. You said to me, you felt like an enormous percentage of your success has come from work ethic. There's sort of an unfair perception, maybe a view of just being hyper talented and that's where all the success comes from. To be honest, I think both have to work in the same time because talent without work is nothing and work without talent is nothing.", "label": 0.07849611846568677}
{"start": 370.0, "end": 415.0, "text": "I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best. Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him. Is that rival we are good things? For me rival than exists. The means of this world is not that exists. Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable. Christiane and Ronaldo are those two. They keep putting each other on. They're pushing the boundaries of greatness. Would they have been out of the question that I always ask myself?", "label": 0.415858872037306}
{"start": 135.0, "end": 180.0, "text": "I think I am good, but I think my men's strength is my mind. I think it's my strongest point. It's my mind. The numbers they don't like. If you see during the last 15 years, my level is always kind of the same. Therefore, dedication, work hard because the talent is not enough anymore. And if you're not dedicated under percents, you're not going to reach the level that you want. Nobody is perfect. We failed so many times. We have so many uncertainty in our lives that we have to be capable when we are down to stand up. It's part of the journey, it's part of the process, it's part of our education. In my case, I learned the most when I'm down.", "label": 0.23635965601749415}
{"start": 735.0, "end": 780.0, "text": "It looks like somebody will not put anything that's not going to benefit me inside his body. For example, you arrive home, you have a lunch, you do it a quick nap and you wake up, you play with your kids and I have to go to the gym at least 30-40 minutes. But this will make the difference in the end of the day. If you do not do that work, you miss one. The next day, if you, it's two sessions as you lost and I know in the end of the day in the end you're going to make a huge difference. This is why I'm 34 and I look 28. Every year is a challenge for me to be better than last year. So I know it's tough last year. It was amazing two years ago, it was amazing too. So my job is to continue to work hard and dedicate myself under percent in my job.", "label": 0.16384862065917388}
{"start": 460.0, "end": 505.0, "text": "How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am. But you also love individual rules. I'm not a tea. It's part of my sacrifice, my obsession to win, to have success. When I say success, it's a work for that. Talent is not enough. I did it myself so much that this is part of me. Records is part of me. I don't follow the records. The records follow me, which is different. Are you addicted to winning? Yes, I am. I'm addicted to the success.", "label": 0.4008172959732184}
{"start": 255.0, "end": 300.0, "text": "I don't think so. I just think that critics motivate him. I think he feels, if people criticize me, is because I am... I did what I did and I still try to do when he gets that as an extra motivation. I think as an opponent, you should be quiet and don't say a wrong word about him because that would be always a motivation for him. I think he's the player that everybody knows, he is and mentally really very, very strong. Once again, as you say, it's Cristiano Ronaldo and it's controversy once again. Why is it always the case with you? I don't know, maybe it's someone who don't like me but because I'm maybe I'm too good. It is what it is. The life is completely difficult. We are obstacles in our lives and I will keep running to fight against the people who don't believe me.", "label": 0.3239554806673658}
{"start": 720.0, "end": 765.0, "text": "So for me, I have both talent and work ethic. But the fact is, is that he has shown that it's not just ability. It is hard work and he seems to be getting the fruits of all the hard work that he's put in down the years. It looks like somebody will not put anything that's not going to benefit me inside his body. For example, you arrive home, you have a lunch, you do it a quick nap and you wake up, you play with your kids and I have to go to the gym at least 30-40 minutes. But this will make the difference in the end of the day. If you do not do that work, you miss one. The next day, if you, it's two sessions as you lost and I know in the end of the day in the end you're going to make a huge difference.", "label": 0.26741044327994784}
{"start": 20.0, "end": 65.0, "text": "The talent is part of me, but if you don't work the talent, you're never going to achieve that thing that I'm achieved. I try to do my things to improve myself in a training, specifically in games, because this is the most important thing. I always try to improve something season by season. Our mind is a box of surprises and you have to challenge yourself to be consistent. I repeat sometimes it's hard. It's what many people say. You like to go to the gym every day, of course, no. It's not true. Nobody likes to go to the gym every day. But you have to do it. Your mental strength is coming from that moment that's in a hard moment.", "label": 0.45165604009493043}
{"start": 745.0, "end": 790.0, "text": "For example, you arrive home, you have a lunch, you do it a quick nap and you wake up, you play with your kids and I have to go to the gym at least 30-40 minutes. But this will make the difference in the end of the day. If you do not do that work, you miss one. The next day, if you, it's two sessions as you lost and I know in the end of the day in the end you're going to make a huge difference. This is why I'm 34 and I look 28. Every year is a challenge for me to be better than last year. So I know it's tough last year. It was amazing two years ago, it was amazing too. So my job is to continue to work hard and dedicate myself under percent in my job. And wind trough is, you know, collective and individual too. He said let's go and having lunch after training, go to his house, I watched a few people on the table and look at it, he was just some salad, plain white chicken, no juice, just water.", "label": 0.157137761215073}
{"start": 790.0, "end": 835.0, "text": "He said let's go and having lunch after training, go to his house, I watched a few people on the table and look at it, he was just some salad, plain white chicken, no juice, just water. So we have a food, quickly a lunch and after that he said let's go in the garden and play tutors. I said, Chris said we just finished so we go playing tutors after that let's go for swim. After that let's have a sonage, a cousin was like, Chris, why you didn't we didn't stay at the training room? That's why I thought that Chris, you know, deserve everything he got right now. So I'm really happy for him and he deserve because he walks so out and he's a machine. The real bitch in Info Tafay was, so we scream and Chris, you know, what's so angry? He said he's cousin by your tennis table after two weeks he back and he beat Chris, he beat real in Info Tafay's whole history.", "label": 0.10807704744380302}
{"start": 205.0, "end": 250.0, "text": "The secret is dedication and hard work to be able to work 100% all the time. This is if it exists, it's my secret. The legend is one of these big names that stays forever in football history. But the guy wants to motivate himself with numbers, with new things. He wants to win the gold ball at times and the golden boots at times. And he wants to not just to play these heroes, he's already thinking that he wants to play the next World Cup. Does he get angry when people say maybe Messi is better? The time is few, it's... I don't think so. I just think that critics motivate him. I think he feels, if people criticize me, is because I am...", "label": 0.39124060837955005}
{"start": 850.0, "end": 865.0, "text": "I give you the map, you are willing to do that? Yeah, it's the main point because everyone wants to be Christiano but I give you the map, do you think you will do it that?", "label": 0.4721094695765073}
{"start": 705.0, "end": 750.0, "text": "And this is as you can know, it's really tough. Not only in a football, but in any area if you are top for 20 years is unbelievable. My biggest motivation is to carry on to still enjoy, to make people happy, to make my family happy. So for me, I have both talent and work ethic. But the fact is, is that he has shown that it's not just ability. It is hard work and he seems to be getting the fruits of all the hard work that he's put in down the years. It looks like somebody will not put anything that's not going to benefit me inside his body. For example, you arrive home, you have a lunch, you do it a quick nap and you wake up, you play with your kids and I have to go to the gym at least 30-40 minutes.", "label": 0.2815048541375972}
{"start": 470.0, "end": 515.0, "text": "How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am. But you also love individual rules. I'm not a tea. It's part of my sacrifice, my obsession to win, to have success. When I say success, it's a work for that. Talent is not enough. I did it myself so much that this is part of me. Records is part of me. I don't follow the records. The records follow me, which is different. Are you addicted to winning? Yes, I am. I'm addicted to the success. Because that's your thing that really drives me. Yes, I think so. I think it's not something bad. I think it's good. It's not that it motivates me. If something doesn't motivate me, it's better to stop.", "label": 0.3969662885740559}
{"start": 475.0, "end": 520.0, "text": "How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am. But you also love individual rules. I'm not a tea. It's part of my sacrifice, my obsession to win, to have success. When I say success, it's a work for that. Talent is not enough. I did it myself so much that this is part of me. Records is part of me. I don't follow the records. The records follow me, which is different. Are you addicted to winning? Yes, I am. I'm addicted to the success. Because that's your thing that really drives me. Yes, I think so. I think it's not something bad. I think it's good. It's not that it motivates me. If something doesn't motivate me, it's better to stop.", "label": 0.3969662885740559}
{"start": 525.0, "end": 570.0, "text": "Because that's your thing that really drives me. Yes, I think so. I think it's not something bad. I think it's good. It's not that it motivates me. If something doesn't motivate me, it's better to stop. I don't know if it's ever happened in football. The same two guys in the same stage all the time. It's not easy. As you know, we have good relationship. We have that battle in the last 15 years, which is good. He pushed me and I pushed him as well. So it's good to be part of Eastern of football. I'm there and of course he's there as well. When I was at Manchester United and you think who was that person, and the massive impact on the club while they were there, you can't look no further in Cristiano. You talk about mindset. I don't know a stronger, more determined, obsessed player. I'd share the change in them because he was just phenomenal.", "label": 0.06631775644640145}
{"start": 775.0, "end": 820.0, "text": "Every year is a challenge for me to be better than last year. So I know it's tough last year. It was amazing two years ago, it was amazing too. So my job is to continue to work hard and dedicate myself under percent in my job. And wind trough is, you know, collective and individual too. He said let's go and having lunch after training, go to his house, I watched a few people on the table and look at it, he was just some salad, plain white chicken, no juice, just water. So we have a food, quickly a lunch and after that he said let's go in the garden and play tutors. I said, Chris said we just finished so we go playing tutors after that let's go for swim. After that let's have a sonage, a cousin was like, Chris, why you didn't we didn't stay at the training room? That's why I thought that Chris, you know, deserve everything he got right now.", "label": 0.11170852149007615}
{"start": 500.0, "end": 545.0, "text": "Talent is not enough. I did it myself so much that this is part of me. Records is part of me. I don't follow the records. The records follow me, which is different. Are you addicted to winning? Yes, I am. I'm addicted to the success. Because that's your thing that really drives me. Yes, I think so. I think it's not something bad. I think it's good. It's not that it motivates me. If something doesn't motivate me, it's better to stop. I don't know if it's ever happened in football. The same two guys in the same stage all the time. It's not easy. As you know, we have good relationship.", "label": 0.2512339577183018}
{"start": 640.0, "end": 685.0, "text": "I think a lot of it is not natural ability for a man, but as brilliant as he is, I think he's just sheer how powerful determination, desire, courage. He's got a lot of courage once they get in there. He's brave. He's said it before because he's a genius. This difference between making it because of talent and making it because of work ethic. You said to me, you felt like an enormous percentage of your success has come from work ethic. There's sort of an unfair perception, maybe a view of just being hyper talented and that's where all the success comes from. To be honest, I think both have to work in the same time because talent without work is nothing and work without talent is nothing. So I think the both mix up. So, and of course I have two. I'm not to say that I have more one than the other one because if you see my my all career for the last 20 years, my level was high.", "label": 0.05970741884463302}
{"start": 340.0, "end": 385.0, "text": "But they have to say to be in my shoes is not easy but I'm not complaining. I just want to say that I'm feel happy. All this happened because the reason. The reason is I'm unbelievable inside the pitch. This is why the people have so much interest in me. Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best. I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best. Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him.", "label": 0.40611721791258354}
{"start": 105.0, "end": 150.0, "text": "We have not had the everyday, we have not been in a good mood everyday. It's normal. It's part of us. I fight against that. It's the big challenge. It's when you're not willing to do something, but you have to do it. This is the main point. Do you think what makes you different to the others, to the next run on the ladder, if you like? The very good players is the dedication level that you put in. I think I am good, but I think my men's strength is my mind. I think it's my strongest point. It's my mind. The numbers they don't like. If you see during the last 15 years, my level is always kind of the same. Therefore, dedication, work hard because the talent is not enough anymore. And if you're not dedicated under percents, you're not going to reach the level that you want.", "label": 0.2206660070047965}
{"start": 510.0, "end": 555.0, "text": "Talent is not enough. I did it myself so much that this is part of me. Records is part of me. I don't follow the records. The records follow me, which is different. Are you addicted to winning? Yes, I am. I'm addicted to the success. Because that's your thing that really drives me. Yes, I think so. I think it's not something bad. I think it's good. It's not that it motivates me. If something doesn't motivate me, it's better to stop. I don't know if it's ever happened in football. The same two guys in the same stage all the time. It's not easy. As you know, we have good relationship. We have that battle in the last 15 years, which is good. He pushed me and I pushed him as well. So it's good to be part of Eastern of football. I'm there and of course he's there as well.", "label": 0.11601131820367272}
{"start": 385.0, "end": 430.0, "text": "Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him. Is that rival we are good things? For me rival than exists. The means of this world is not that exists. Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable. Christiane and Ronaldo are those two. They keep putting each other on. They're pushing the boundaries of greatness. Would they have been out of the question that I always ask myself? Would they have been able to do this and keep this up? They're relentless. This is what they've shown without each other. If there's that on their own, no one else around. Would they continue to have done this?", "label": 0.2146847119485512}
{"start": 45.0, "end": 90.0, "text": "Our mind is a box of surprises and you have to challenge yourself to be consistent. I repeat sometimes it's hard. It's what many people say. You like to go to the gym every day, of course, no. It's not true. Nobody likes to go to the gym every day. But you have to do it. Your mental strength is coming from that moment that's in a hard moment. You know you should do it. So, and I do it because after that maybe in the beginning you feel the heart starts that after when you finish the gym or go to the ranch or even the training you will feel better. We all saw the shoot potentially and he came over and his first foot was to entertain.", "label": 0.1256962745494994}
{"start": 410.0, "end": 455.0, "text": "Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable. Christiane and Ronaldo are those two. They keep putting each other on. They're pushing the boundaries of greatness. Would they have been out of the question that I always ask myself? Would they have been able to do this and keep this up? They're relentless. This is what they've shown without each other. If there's that on their own, no one else around. Would they continue to have done this? They probably do add to the motivation. I think all the great sportsmen in the world have always had that someone else to feed off. I think this is another great rivalry in football. They don't talk about it. There's a bit of respect between them. They don't mention each other really. But they're just phenomenal to watch. People try and make comparisons of who's better, etc. Just enjoy them. How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am.", "label": 0.4005836238562293}
{"start": 710.0, "end": 755.0, "text": "My biggest motivation is to carry on to still enjoy, to make people happy, to make my family happy. So for me, I have both talent and work ethic. But the fact is, is that he has shown that it's not just ability. It is hard work and he seems to be getting the fruits of all the hard work that he's put in down the years. It looks like somebody will not put anything that's not going to benefit me inside his body. For example, you arrive home, you have a lunch, you do it a quick nap and you wake up, you play with your kids and I have to go to the gym at least 30-40 minutes. But this will make the difference in the end of the day. If you do not do that work, you miss one.", "label": 0.28788169139221653}
{"start": 445.0, "end": 490.0, "text": "They probably do add to the motivation. I think all the great sportsmen in the world have always had that someone else to feed off. I think this is another great rivalry in football. They don't talk about it. There's a bit of respect between them. They don't mention each other really. But they're just phenomenal to watch. People try and make comparisons of who's better, etc. Just enjoy them. How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am. But you also love individual rules. I'm not a tea. It's part of my sacrifice, my obsession to win, to have success. When I say success, it's a work for that.", "label": 0.40679393999358243}
{"start": 170.0, "end": 215.0, "text": "Nobody is perfect. We failed so many times. We have so many uncertainty in our lives that we have to be capable when we are down to stand up. It's part of the journey, it's part of the process, it's part of our education. In my case, I learned the most when I'm down. And it's good that certain moments happen because when you are in the top of the wave, you don't see what's going on. I'm always said to my friends, it's good to have problems. It's the only way that you can improve. The secret is dedication and hard work to be able to work 100% all the time. This is if it exists, it's my secret. The legend is one of these big names that stays forever in football history. But the guy wants to motivate himself with numbers, with new things.", "label": 0.3815764958881861}
{"start": 425.0, "end": 470.0, "text": "Would they have been able to do this and keep this up? They're relentless. This is what they've shown without each other. If there's that on their own, no one else around. Would they continue to have done this? They probably do add to the motivation. I think all the great sportsmen in the world have always had that someone else to feed off. I think this is another great rivalry in football. They don't talk about it. There's a bit of respect between them. They don't mention each other really. But they're just phenomenal to watch. People try and make comparisons of who's better, etc. Just enjoy them. How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am.", "label": 0.40656930886717146}
{"start": 685.0, "end": 730.0, "text": "So I think the both mix up. So, and of course I have two. I'm not to say that I have more one than the other one because if you see my my all career for the last 20 years, my level was high. And this is as you can know, it's really tough. Not only in a football, but in any area if you are top for 20 years is unbelievable. My biggest motivation is to carry on to still enjoy, to make people happy, to make my family happy. So for me, I have both talent and work ethic. But the fact is, is that he has shown that it's not just ability. It is hard work and he seems to be getting the fruits of all the hard work that he's put in down the years.", "label": 0.1942228987482369}
{"start": 225.0, "end": 270.0, "text": "He wants to win the gold ball at times and the golden boots at times. And he wants to not just to play these heroes, he's already thinking that he wants to play the next World Cup. Does he get angry when people say maybe Messi is better? The time is few, it's... I don't think so. I just think that critics motivate him. I think he feels, if people criticize me, is because I am... I did what I did and I still try to do when he gets that as an extra motivation. I think as an opponent, you should be quiet and don't say a wrong word about him because that would be always a motivation for him.", "label": 0.31054506939599413}
{"start": 235.0, "end": 280.0, "text": "He wants to win the gold ball at times and the golden boots at times. And he wants to not just to play these heroes, he's already thinking that he wants to play the next World Cup. Does he get angry when people say maybe Messi is better? The time is few, it's... I don't think so. I just think that critics motivate him. I think he feels, if people criticize me, is because I am... I did what I did and I still try to do when he gets that as an extra motivation. I think as an opponent, you should be quiet and don't say a wrong word about him because that would be always a motivation for him. I think he's the player that everybody knows, he is and mentally really very, very strong.", "label": 0.2501789610124594}
{"start": 100.0, "end": 145.0, "text": "And we went to win and we knew that with him and our team, if he had an input out, we had a far better chance of being successful. We have not had the everyday, we have not been in a good mood everyday. It's normal. It's part of us. I fight against that. It's the big challenge. It's when you're not willing to do something, but you have to do it. This is the main point. Do you think what makes you different to the others, to the next run on the ladder, if you like? The very good players is the dedication level that you put in. I think I am good, but I think my men's strength is my mind. I think it's my strongest point. It's my mind. The numbers they don't like. If you see during the last 15 years, my level is always kind of the same.", "label": 0.22124007633943243}
{"start": 590.0, "end": 635.0, "text": "Why we don't believe that we can do better. We have to believe. We have to be positive to try to change the things that only give up to the guys who is weak mentally. This is why I mentioned in the beginning. You here, you have to implement that in your mind that we are capable to change things. My best work is education and art work. To achieve these kind of things, you need to work hard and be a great professional, be serious in your job. And this is what I try to do. I've been great at the bed over the last few years. We're him and Messi. I think over the last six months I think he's gone into another level. I think he's out there in his own. We've started to work up to finish last season. On my times we shared a burden. His improvement, his attitude. I think a lot of it is not natural ability for a man, but as brilliant as he is, I think he's just sheer how powerful determination, desire, courage. He's got a lot of courage once they get in there. He's brave.", "label": 0.15635934324354464}
{"start": 405.0, "end": 450.0, "text": "Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable. Christiane and Ronaldo are those two. They keep putting each other on. They're pushing the boundaries of greatness. Would they have been out of the question that I always ask myself? Would they have been able to do this and keep this up? They're relentless. This is what they've shown without each other. If there's that on their own, no one else around. Would they continue to have done this? They probably do add to the motivation. I think all the great sportsmen in the world have always had that someone else to feed off. I think this is another great rivalry in football. They don't talk about it. There's a bit of respect between them. They don't mention each other really. But they're just phenomenal to watch. People try and make comparisons of who's better, etc. Just enjoy them.", "label": 0.31002143216446215}
{"start": 290.0, "end": 335.0, "text": "I don't know, maybe it's someone who don't like me but because I'm maybe I'm too good. It is what it is. The life is completely difficult. We are obstacles in our lives and I will keep running to fight against the people who don't believe me. It is a challenge and I want to people, the people that they are wrong. I'm there every morning and do the same stuff. Probably the first ones to arrive and the last ones to go out. It is great. This is giving me motivation to still work hard and better in my job. But they have to say to be in my shoes is not easy but I'm not complaining. I just want to say that I'm feel happy.", "label": 0.13107935446046504}
{"start": 825.0, "end": 860.0, "text": "So I'm really happy for him and he deserve because he walks so out and he's a machine. The real bitch in Info Tafay was, so we scream and Chris, you know, what's so angry? He said he's cousin by your tennis table after two weeks he back and he beat Chris, he beat real in Info Tafay's whole history. So that's Christiano Ronaldo, he don't want to lose any game. Discipline is the most difficult thing, not only in sports but in life. I give you the map, you are willing to do that? Yeah, it's the main point because everyone wants to be Christiano but I give you the map, do you think you will do it that?", "label": 0.22186316733193634}
{"start": 240.0, "end": 285.0, "text": "Does he get angry when people say maybe Messi is better? The time is few, it's... I don't think so. I just think that critics motivate him. I think he feels, if people criticize me, is because I am... I did what I did and I still try to do when he gets that as an extra motivation. I think as an opponent, you should be quiet and don't say a wrong word about him because that would be always a motivation for him. I think he's the player that everybody knows, he is and mentally really very, very strong. Once again, as you say, it's Cristiano Ronaldo and it's controversy once again. Why is it always the case with you?", "label": 0.4097186231218325}
{"start": 60.0, "end": 105.0, "text": "But you have to do it. Your mental strength is coming from that moment that's in a hard moment. You know you should do it. So, and I do it because after that maybe in the beginning you feel the heart starts that after when you finish the gym or go to the ranch or even the training you will feel better. We all saw the shoot potentially and he came over and his first foot was to entertain. And we went to win and we knew that with him and our team, if he had an input out, we had a far better chance of being successful. We have not had the everyday, we have not been in a good mood everyday. It's normal. It's part of us. I fight against that.", "label": 0.11277258759183992}
{"start": 555.0, "end": 600.0, "text": "We have that battle in the last 15 years, which is good. He pushed me and I pushed him as well. So it's good to be part of Eastern of football. I'm there and of course he's there as well. When I was at Manchester United and you think who was that person, and the massive impact on the club while they were there, you can't look no further in Cristiano. You talk about mindset. I don't know a stronger, more determined, obsessed player. I'd share the change in them because he was just phenomenal. Why we don't believe that we can do better. We have to believe. We have to be positive to try to change the things that only give up to the guys who is weak mentally. This is why I mentioned in the beginning. You here, you have to implement that in your mind that we are capable to change things. My best work is education and art work. To achieve these kind of things, you need to work hard and be a great professional, be serious in your job. And this is what I try to do.", "label": 0.157137761215073}
{"start": 630.0, "end": 675.0, "text": "We've started to work up to finish last season. On my times we shared a burden. His improvement, his attitude. I think a lot of it is not natural ability for a man, but as brilliant as he is, I think he's just sheer how powerful determination, desire, courage. He's got a lot of courage once they get in there. He's brave. He's said it before because he's a genius. This difference between making it because of talent and making it because of work ethic. You said to me, you felt like an enormous percentage of your success has come from work ethic. There's sort of an unfair perception, maybe a view of just being hyper talented and that's where all the success comes from. To be honest, I think both have to work in the same time because talent without work is nothing and work without talent is nothing. So I think the both mix up. So, and of course I have two. I'm not to say that I have more one than the other one because if you see my my all career for the last 20 years, my level was high.", "label": 0.058027267761832035}
{"start": 620.0, "end": 665.0, "text": "I've been great at the bed over the last few years. We're him and Messi. I think over the last six months I think he's gone into another level. I think he's out there in his own. We've started to work up to finish last season. On my times we shared a burden. His improvement, his attitude. I think a lot of it is not natural ability for a man, but as brilliant as he is, I think he's just sheer how powerful determination, desire, courage. He's got a lot of courage once they get in there. He's brave. He's said it before because he's a genius. This difference between making it because of talent and making it because of work ethic. You said to me, you felt like an enormous percentage of your success has come from work ethic. There's sort of an unfair perception, maybe a view of just being hyper talented and that's where all the success comes from. To be honest, I think both have to work in the same time because talent without work is nothing and work without talent is nothing.", "label": 0.06051554402780508}
{"start": 490.0, "end": 535.0, "text": "But you also love individual rules. I'm not a tea. It's part of my sacrifice, my obsession to win, to have success. When I say success, it's a work for that. Talent is not enough. I did it myself so much that this is part of me. Records is part of me. I don't follow the records. The records follow me, which is different. Are you addicted to winning? Yes, I am. I'm addicted to the success. Because that's your thing that really drives me. Yes, I think so. I think it's not something bad. I think it's good. It's not that it motivates me. If something doesn't motivate me, it's better to stop. I don't know if it's ever happened in football. The same two guys in the same stage all the time. It's not easy. As you know, we have good relationship.", "label": 0.13192730956586943}
{"start": 145.0, "end": 190.0, "text": "The numbers they don't like. If you see during the last 15 years, my level is always kind of the same. Therefore, dedication, work hard because the talent is not enough anymore. And if you're not dedicated under percents, you're not going to reach the level that you want. Nobody is perfect. We failed so many times. We have so many uncertainty in our lives that we have to be capable when we are down to stand up. It's part of the journey, it's part of the process, it's part of our education. In my case, I learned the most when I'm down. And it's good that certain moments happen because when you are in the top of the wave, you don't see what's going on.", "label": 0.23556600523014218}
{"start": 420.0, "end": 465.0, "text": "Christiane and Ronaldo are those two. They keep putting each other on. They're pushing the boundaries of greatness. Would they have been out of the question that I always ask myself? Would they have been able to do this and keep this up? They're relentless. This is what they've shown without each other. If there's that on their own, no one else around. Would they continue to have done this? They probably do add to the motivation. I think all the great sportsmen in the world have always had that someone else to feed off. I think this is another great rivalry in football. They don't talk about it. There's a bit of respect between them. They don't mention each other really. But they're just phenomenal to watch. People try and make comparisons of who's better, etc. Just enjoy them. How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am.", "label": 0.40415349706406667}
{"start": 25.0, "end": 70.0, "text": "I try to do my things to improve myself in a training, specifically in games, because this is the most important thing. I always try to improve something season by season. Our mind is a box of surprises and you have to challenge yourself to be consistent. I repeat sometimes it's hard. It's what many people say. You like to go to the gym every day, of course, no. It's not true. Nobody likes to go to the gym every day. But you have to do it. Your mental strength is coming from that moment that's in a hard moment. You know you should do it. So, and I do it because after that maybe in the beginning you feel the heart starts that after when you finish the gym or go to the ranch or even the training you will feel better.", "label": 0.2836858872257536}
{"start": 795.0, "end": 840.0, "text": "He said let's go and having lunch after training, go to his house, I watched a few people on the table and look at it, he was just some salad, plain white chicken, no juice, just water. So we have a food, quickly a lunch and after that he said let's go in the garden and play tutors. I said, Chris said we just finished so we go playing tutors after that let's go for swim. After that let's have a sonage, a cousin was like, Chris, why you didn't we didn't stay at the training room? That's why I thought that Chris, you know, deserve everything he got right now. So I'm really happy for him and he deserve because he walks so out and he's a machine. The real bitch in Info Tafay was, so we scream and Chris, you know, what's so angry? He said he's cousin by your tennis table after two weeks he back and he beat Chris, he beat real in Info Tafay's whole history. So that's Christiano Ronaldo, he don't want to lose any game.", "label": 0.10683143819700952}
{"start": 450.0, "end": 495.0, "text": "They probably do add to the motivation. I think all the great sportsmen in the world have always had that someone else to feed off. I think this is another great rivalry in football. They don't talk about it. There's a bit of respect between them. They don't mention each other really. But they're just phenomenal to watch. People try and make comparisons of who's better, etc. Just enjoy them. How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am. But you also love individual rules. I'm not a tea. It's part of my sacrifice, my obsession to win, to have success. When I say success, it's a work for that.", "label": 0.40679393999358243}
{"start": 670.0, "end": 715.0, "text": "To be honest, I think both have to work in the same time because talent without work is nothing and work without talent is nothing. So I think the both mix up. So, and of course I have two. I'm not to say that I have more one than the other one because if you see my my all career for the last 20 years, my level was high. And this is as you can know, it's really tough. Not only in a football, but in any area if you are top for 20 years is unbelievable. My biggest motivation is to carry on to still enjoy, to make people happy, to make my family happy.", "label": 0.18632368122801585}
{"start": 365.0, "end": 410.0, "text": "Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best. I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best. Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him. Is that rival we are good things? For me rival than exists. The means of this world is not that exists. Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable.", "label": 0.3982124658665709}
{"start": 230.0, "end": 275.0, "text": "He wants to win the gold ball at times and the golden boots at times. And he wants to not just to play these heroes, he's already thinking that he wants to play the next World Cup. Does he get angry when people say maybe Messi is better? The time is few, it's... I don't think so. I just think that critics motivate him. I think he feels, if people criticize me, is because I am... I did what I did and I still try to do when he gets that as an extra motivation. I think as an opponent, you should be quiet and don't say a wrong word about him because that would be always a motivation for him. I think he's the player that everybody knows, he is and mentally really very, very strong.", "label": 0.2501789610124594}
{"start": 550.0, "end": 595.0, "text": "We have that battle in the last 15 years, which is good. He pushed me and I pushed him as well. So it's good to be part of Eastern of football. I'm there and of course he's there as well. When I was at Manchester United and you think who was that person, and the massive impact on the club while they were there, you can't look no further in Cristiano. You talk about mindset. I don't know a stronger, more determined, obsessed player. I'd share the change in them because he was just phenomenal. Why we don't believe that we can do better. We have to believe. We have to be positive to try to change the things that only give up to the guys who is weak mentally. This is why I mentioned in the beginning. You here, you have to implement that in your mind that we are capable to change things.", "label": 0.07195388094243697}
{"start": 565.0, "end": 610.0, "text": "When I was at Manchester United and you think who was that person, and the massive impact on the club while they were there, you can't look no further in Cristiano. You talk about mindset. I don't know a stronger, more determined, obsessed player. I'd share the change in them because he was just phenomenal. Why we don't believe that we can do better. We have to believe. We have to be positive to try to change the things that only give up to the guys who is weak mentally. This is why I mentioned in the beginning. You here, you have to implement that in your mind that we are capable to change things. My best work is education and art work. To achieve these kind of things, you need to work hard and be a great professional, be serious in your job. And this is what I try to do.", "label": 0.1734291648649073}
{"start": 395.0, "end": 440.0, "text": "Is that rival we are good things? For me rival than exists. The means of this world is not that exists. Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable. Christiane and Ronaldo are those two. They keep putting each other on. They're pushing the boundaries of greatness. Would they have been out of the question that I always ask myself? Would they have been able to do this and keep this up? They're relentless. This is what they've shown without each other. If there's that on their own, no one else around. Would they continue to have done this? They probably do add to the motivation. I think all the great sportsmen in the world have always had that someone else to feed off. I think this is another great rivalry in football. They don't talk about it. There's a bit of respect between them. They don't mention each other really. But they're just phenomenal to watch. People try and make comparisons of who's better, etc. Just enjoy them.", "label": 0.307914738580397}
{"start": 400.0, "end": 445.0, "text": "Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable. Christiane and Ronaldo are those two. They keep putting each other on. They're pushing the boundaries of greatness. Would they have been out of the question that I always ask myself? Would they have been able to do this and keep this up? They're relentless. This is what they've shown without each other. If there's that on their own, no one else around. Would they continue to have done this? They probably do add to the motivation. I think all the great sportsmen in the world have always had that someone else to feed off. I think this is another great rivalry in football. They don't talk about it. There's a bit of respect between them. They don't mention each other really. But they're just phenomenal to watch. People try and make comparisons of who's better, etc. Just enjoy them.", "label": 0.31002143216446215}
{"start": 530.0, "end": 575.0, "text": "I don't know if it's ever happened in football. The same two guys in the same stage all the time. It's not easy. As you know, we have good relationship. We have that battle in the last 15 years, which is good. He pushed me and I pushed him as well. So it's good to be part of Eastern of football. I'm there and of course he's there as well. When I was at Manchester United and you think who was that person, and the massive impact on the club while they were there, you can't look no further in Cristiano. You talk about mindset. I don't know a stronger, more determined, obsessed player. I'd share the change in them because he was just phenomenal.", "label": 0.1466187902820716}
{"start": 185.0, "end": 230.0, "text": "And it's good that certain moments happen because when you are in the top of the wave, you don't see what's going on. I'm always said to my friends, it's good to have problems. It's the only way that you can improve. The secret is dedication and hard work to be able to work 100% all the time. This is if it exists, it's my secret. The legend is one of these big names that stays forever in football history. But the guy wants to motivate himself with numbers, with new things. He wants to win the gold ball at times and the golden boots at times. And he wants to not just to play these heroes, he's already thinking that he wants to play the next World Cup.", "label": 0.4287970497192608}
{"start": 840.0, "end": 860.0, "text": "So that's Christiano Ronaldo, he don't want to lose any game. Discipline is the most difficult thing, not only in sports but in life. I give you the map, you are willing to do that? Yeah, it's the main point because everyone wants to be Christiano but I give you the map, do you think you will do it that?", "label": 0.5724999988333335}
{"start": 50.0, "end": 95.0, "text": "I repeat sometimes it's hard. It's what many people say. You like to go to the gym every day, of course, no. It's not true. Nobody likes to go to the gym every day. But you have to do it. Your mental strength is coming from that moment that's in a hard moment. You know you should do it. So, and I do it because after that maybe in the beginning you feel the heart starts that after when you finish the gym or go to the ranch or even the training you will feel better. We all saw the shoot potentially and he came over and his first foot was to entertain. And we went to win and we knew that with him and our team, if he had an input out, we had a far better chance of being successful.", "label": 0.09019409527640915}
{"start": 480.0, "end": 525.0, "text": "How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am. But you also love individual rules. I'm not a tea. It's part of my sacrifice, my obsession to win, to have success. When I say success, it's a work for that. Talent is not enough. I did it myself so much that this is part of me. Records is part of me. I don't follow the records. The records follow me, which is different. Are you addicted to winning? Yes, I am. I'm addicted to the success. Because that's your thing that really drives me. Yes, I think so. I think it's not something bad. I think it's good. It's not that it motivates me. If something doesn't motivate me, it's better to stop.", "label": 0.3969662885740559}
{"start": 155.0, "end": 200.0, "text": "Therefore, dedication, work hard because the talent is not enough anymore. And if you're not dedicated under percents, you're not going to reach the level that you want. Nobody is perfect. We failed so many times. We have so many uncertainty in our lives that we have to be capable when we are down to stand up. It's part of the journey, it's part of the process, it's part of our education. In my case, I learned the most when I'm down. And it's good that certain moments happen because when you are in the top of the wave, you don't see what's going on. I'm always said to my friends, it's good to have problems. It's the only way that you can improve.", "label": 0.24342669764532382}
{"start": 585.0, "end": 630.0, "text": "Why we don't believe that we can do better. We have to believe. We have to be positive to try to change the things that only give up to the guys who is weak mentally. This is why I mentioned in the beginning. You here, you have to implement that in your mind that we are capable to change things. My best work is education and art work. To achieve these kind of things, you need to work hard and be a great professional, be serious in your job. And this is what I try to do. I've been great at the bed over the last few years. We're him and Messi. I think over the last six months I think he's gone into another level. I think he's out there in his own. We've started to work up to finish last season. On my times we shared a burden. His improvement, his attitude. I think a lot of it is not natural ability for a man, but as brilliant as he is, I think he's just sheer how powerful determination, desire, courage. He's got a lot of courage once they get in there. He's brave.", "label": 0.15635934324354464}
{"start": 55.0, "end": 100.0, "text": "You like to go to the gym every day, of course, no. It's not true. Nobody likes to go to the gym every day. But you have to do it. Your mental strength is coming from that moment that's in a hard moment. You know you should do it. So, and I do it because after that maybe in the beginning you feel the heart starts that after when you finish the gym or go to the ranch or even the training you will feel better. We all saw the shoot potentially and he came over and his first foot was to entertain. And we went to win and we knew that with him and our team, if he had an input out, we had a far better chance of being successful.", "label": 0.11559878552927746}
{"start": 335.0, "end": 380.0, "text": "But they have to say to be in my shoes is not easy but I'm not complaining. I just want to say that I'm feel happy. All this happened because the reason. The reason is I'm unbelievable inside the pitch. This is why the people have so much interest in me. Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best. I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best. Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him.", "label": 0.40611721791258354}
{"start": 440.0, "end": 485.0, "text": "They probably do add to the motivation. I think all the great sportsmen in the world have always had that someone else to feed off. I think this is another great rivalry in football. They don't talk about it. There's a bit of respect between them. They don't mention each other really. But they're just phenomenal to watch. People try and make comparisons of who's better, etc. Just enjoy them. How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am. But you also love individual rules. I'm not a tea. It's part of my sacrifice, my obsession to win, to have success. When I say success, it's a work for that.", "label": 0.40679393999358243}
{"start": 455.0, "end": 500.0, "text": "How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am. But you also love individual rules. I'm not a tea. It's part of my sacrifice, my obsession to win, to have success. When I say success, it's a work for that. Talent is not enough. I did it myself so much that this is part of me. Records is part of me. I don't follow the records. The records follow me, which is different. Are you addicted to winning? Yes, I am. I'm addicted to the success.", "label": 0.4008172959732184}
{"start": 120.0, "end": 165.0, "text": "Do you think what makes you different to the others, to the next run on the ladder, if you like? The very good players is the dedication level that you put in. I think I am good, but I think my men's strength is my mind. I think it's my strongest point. It's my mind. The numbers they don't like. If you see during the last 15 years, my level is always kind of the same. Therefore, dedication, work hard because the talent is not enough anymore. And if you're not dedicated under percents, you're not going to reach the level that you want. Nobody is perfect. We failed so many times. We have so many uncertainty in our lives that we have to be capable when we are down to stand up.", "label": 0.26376882820465014}
{"start": 485.0, "end": 530.0, "text": "But you also love individual rules. I'm not a tea. It's part of my sacrifice, my obsession to win, to have success. When I say success, it's a work for that. Talent is not enough. I did it myself so much that this is part of me. Records is part of me. I don't follow the records. The records follow me, which is different. Are you addicted to winning? Yes, I am. I'm addicted to the success. Because that's your thing that really drives me. Yes, I think so. I think it's not something bad. I think it's good. It's not that it motivates me. If something doesn't motivate me, it's better to stop. I don't know if it's ever happened in football. The same two guys in the same stage all the time. It's not easy. As you know, we have good relationship.", "label": 0.13192730956586943}
{"start": 785.0, "end": 830.0, "text": "It was amazing two years ago, it was amazing too. So my job is to continue to work hard and dedicate myself under percent in my job. And wind trough is, you know, collective and individual too. He said let's go and having lunch after training, go to his house, I watched a few people on the table and look at it, he was just some salad, plain white chicken, no juice, just water. So we have a food, quickly a lunch and after that he said let's go in the garden and play tutors. I said, Chris said we just finished so we go playing tutors after that let's go for swim. After that let's have a sonage, a cousin was like, Chris, why you didn't we didn't stay at the training room? That's why I thought that Chris, you know, deserve everything he got right now. So I'm really happy for him and he deserve because he walks so out and he's a machine. The real bitch in Info Tafay was, so we scream and Chris, you know, what's so angry?", "label": 0.10753462748063473}
{"start": 820.0, "end": 860.0, "text": "That's why I thought that Chris, you know, deserve everything he got right now. So I'm really happy for him and he deserve because he walks so out and he's a machine. The real bitch in Info Tafay was, so we scream and Chris, you know, what's so angry? He said he's cousin by your tennis table after two weeks he back and he beat Chris, he beat real in Info Tafay's whole history. So that's Christiano Ronaldo, he don't want to lose any game. Discipline is the most difficult thing, not only in sports but in life. I give you the map, you are willing to do that? Yeah, it's the main point because everyone wants to be Christiano but I give you the map, do you think you will do it that?", "label": 0.16407438112814565}
{"start": 430.0, "end": 475.0, "text": "Would they have been able to do this and keep this up? They're relentless. This is what they've shown without each other. If there's that on their own, no one else around. Would they continue to have done this? They probably do add to the motivation. I think all the great sportsmen in the world have always had that someone else to feed off. I think this is another great rivalry in football. They don't talk about it. There's a bit of respect between them. They don't mention each other really. But they're just phenomenal to watch. People try and make comparisons of who's better, etc. Just enjoy them. How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am.", "label": 0.40656930886717146}
{"start": 780.0, "end": 825.0, "text": "It was amazing two years ago, it was amazing too. So my job is to continue to work hard and dedicate myself under percent in my job. And wind trough is, you know, collective and individual too. He said let's go and having lunch after training, go to his house, I watched a few people on the table and look at it, he was just some salad, plain white chicken, no juice, just water. So we have a food, quickly a lunch and after that he said let's go in the garden and play tutors. I said, Chris said we just finished so we go playing tutors after that let's go for swim. After that let's have a sonage, a cousin was like, Chris, why you didn't we didn't stay at the training room? That's why I thought that Chris, you know, deserve everything he got right now. So I'm really happy for him and he deserve because he walks so out and he's a machine.", "label": 0.11250822277420008}
{"start": 195.0, "end": 240.0, "text": "I'm always said to my friends, it's good to have problems. It's the only way that you can improve. The secret is dedication and hard work to be able to work 100% all the time. This is if it exists, it's my secret. The legend is one of these big names that stays forever in football history. But the guy wants to motivate himself with numbers, with new things. He wants to win the gold ball at times and the golden boots at times. And he wants to not just to play these heroes, he's already thinking that he wants to play the next World Cup. Does he get angry when people say maybe Messi is better? The time is few, it's...", "label": 0.5117896817229186}
{"start": 730.0, "end": 775.0, "text": "So for me, I have both talent and work ethic. But the fact is, is that he has shown that it's not just ability. It is hard work and he seems to be getting the fruits of all the hard work that he's put in down the years. It looks like somebody will not put anything that's not going to benefit me inside his body. For example, you arrive home, you have a lunch, you do it a quick nap and you wake up, you play with your kids and I have to go to the gym at least 30-40 minutes. But this will make the difference in the end of the day. If you do not do that work, you miss one. The next day, if you, it's two sessions as you lost and I know in the end of the day in the end you're going to make a huge difference. This is why I'm 34 and I look 28. Every year is a challenge for me to be better than last year. So I know it's tough last year.", "label": 0.2539417313117434}
{"start": 435.0, "end": 480.0, "text": "They probably do add to the motivation. I think all the great sportsmen in the world have always had that someone else to feed off. I think this is another great rivalry in football. They don't talk about it. There's a bit of respect between them. They don't mention each other really. But they're just phenomenal to watch. People try and make comparisons of who's better, etc. Just enjoy them. How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am.", "label": 0.411003163466625}
{"start": 800.0, "end": 845.0, "text": "He said let's go and having lunch after training, go to his house, I watched a few people on the table and look at it, he was just some salad, plain white chicken, no juice, just water. So we have a food, quickly a lunch and after that he said let's go in the garden and play tutors. I said, Chris said we just finished so we go playing tutors after that let's go for swim. After that let's have a sonage, a cousin was like, Chris, why you didn't we didn't stay at the training room? That's why I thought that Chris, you know, deserve everything he got right now. So I'm really happy for him and he deserve because he walks so out and he's a machine. The real bitch in Info Tafay was, so we scream and Chris, you know, what's so angry? He said he's cousin by your tennis table after two weeks he back and he beat Chris, he beat real in Info Tafay's whole history. So that's Christiano Ronaldo, he don't want to lose any game. Discipline is the most difficult thing, not only in sports but in life.", "label": 0.10763639673363311}
{"start": 200.0, "end": 245.0, "text": "I'm always said to my friends, it's good to have problems. It's the only way that you can improve. The secret is dedication and hard work to be able to work 100% all the time. This is if it exists, it's my secret. The legend is one of these big names that stays forever in football history. But the guy wants to motivate himself with numbers, with new things. He wants to win the gold ball at times and the golden boots at times. And he wants to not just to play these heroes, he's already thinking that he wants to play the next World Cup. Does he get angry when people say maybe Messi is better? The time is few, it's... I don't think so. I just think that critics motivate him. I think he feels, if people criticize me, is because I am...", "label": 0.43883553373825857}
{"start": 5.0, "end": 50.0, "text": "I don't follow the record. The records follow me in my mind. I'm always good. The talent is part of me, but if you don't work the talent, you're never going to achieve that thing that I'm achieved. I try to do my things to improve myself in a training, specifically in games, because this is the most important thing. I always try to improve something season by season. Our mind is a box of surprises and you have to challenge yourself to be consistent. I repeat sometimes it's hard. It's what many people say.", "label": 0.6382019540784413}
{"start": 355.0, "end": 400.0, "text": "Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best. I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best. Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him. Is that rival we are good things? For me rival than exists. The means of this world is not that exists. Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable.", "label": 0.3982124658665709}
{"start": 570.0, "end": 615.0, "text": "You talk about mindset. I don't know a stronger, more determined, obsessed player. I'd share the change in them because he was just phenomenal. Why we don't believe that we can do better. We have to believe. We have to be positive to try to change the things that only give up to the guys who is weak mentally. This is why I mentioned in the beginning. You here, you have to implement that in your mind that we are capable to change things. My best work is education and art work. To achieve these kind of things, you need to work hard and be a great professional, be serious in your job. And this is what I try to do. I've been great at the bed over the last few years. We're him and Messi. I think over the last six months I think he's gone into another level. I think he's out there in his own.", "label": 0.16842216314450037}
{"start": 280.0, "end": 325.0, "text": "I think he's the player that everybody knows, he is and mentally really very, very strong. Once again, as you say, it's Cristiano Ronaldo and it's controversy once again. Why is it always the case with you? I don't know, maybe it's someone who don't like me but because I'm maybe I'm too good. It is what it is. The life is completely difficult. We are obstacles in our lives and I will keep running to fight against the people who don't believe me. It is a challenge and I want to people, the people that they are wrong. I'm there every morning and do the same stuff. Probably the first ones to arrive and the last ones to go out. It is great. This is giving me motivation to still work hard and better in my job.", "label": 0.25310507873180776}
{"start": 535.0, "end": 580.0, "text": "I don't know if it's ever happened in football. The same two guys in the same stage all the time. It's not easy. As you know, we have good relationship. We have that battle in the last 15 years, which is good. He pushed me and I pushed him as well. So it's good to be part of Eastern of football. I'm there and of course he's there as well. When I was at Manchester United and you think who was that person, and the massive impact on the club while they were there, you can't look no further in Cristiano. You talk about mindset. I don't know a stronger, more determined, obsessed player. I'd share the change in them because he was just phenomenal. Why we don't believe that we can do better. We have to believe. We have to be positive to try to change the things that only give up to the guys who is weak mentally.", "label": 0.06759594749195547}
{"start": 855.0, "end": 870.0, "text": "Yeah, it's the main point because everyone wants to be Christiano but I give you the map, do you think you will do it that?", "label": 0.4094387935106852}
{"start": 250.0, "end": 295.0, "text": "I don't think so. I just think that critics motivate him. I think he feels, if people criticize me, is because I am... I did what I did and I still try to do when he gets that as an extra motivation. I think as an opponent, you should be quiet and don't say a wrong word about him because that would be always a motivation for him. I think he's the player that everybody knows, he is and mentally really very, very strong. Once again, as you say, it's Cristiano Ronaldo and it's controversy once again. Why is it always the case with you? I don't know, maybe it's someone who don't like me but because I'm maybe I'm too good.", "label": 0.4052323047274873}
{"start": 715.0, "end": 760.0, "text": "My biggest motivation is to carry on to still enjoy, to make people happy, to make my family happy. So for me, I have both talent and work ethic. But the fact is, is that he has shown that it's not just ability. It is hard work and he seems to be getting the fruits of all the hard work that he's put in down the years. It looks like somebody will not put anything that's not going to benefit me inside his body. For example, you arrive home, you have a lunch, you do it a quick nap and you wake up, you play with your kids and I have to go to the gym at least 30-40 minutes. But this will make the difference in the end of the day. If you do not do that work, you miss one. The next day, if you, it's two sessions as you lost and I know in the end of the day in the end you're going to make a huge difference.", "label": 0.2573665375424054}
{"start": 845.0, "end": 860.0, "text": "Discipline is the most difficult thing, not only in sports but in life. I give you the map, you are willing to do that? Yeah, it's the main point because everyone wants to be Christiano but I give you the map, do you think you will do it that?", "label": 0.5481623320822071}
{"start": 645.0, "end": 690.0, "text": "This difference between making it because of talent and making it because of work ethic. You said to me, you felt like an enormous percentage of your success has come from work ethic. There's sort of an unfair perception, maybe a view of just being hyper talented and that's where all the success comes from. To be honest, I think both have to work in the same time because talent without work is nothing and work without talent is nothing. So I think the both mix up. So, and of course I have two. I'm not to say that I have more one than the other one because if you see my my all career for the last 20 years, my level was high.", "label": 0.14665250407092217}
{"start": 295.0, "end": 340.0, "text": "I don't know, maybe it's someone who don't like me but because I'm maybe I'm too good. It is what it is. The life is completely difficult. We are obstacles in our lives and I will keep running to fight against the people who don't believe me. It is a challenge and I want to people, the people that they are wrong. I'm there every morning and do the same stuff. Probably the first ones to arrive and the last ones to go out. It is great. This is giving me motivation to still work hard and better in my job. But they have to say to be in my shoes is not easy but I'm not complaining. I just want to say that I'm feel happy.", "label": 0.13107935446046504}
{"start": 275.0, "end": 320.0, "text": "I think he's the player that everybody knows, he is and mentally really very, very strong. Once again, as you say, it's Cristiano Ronaldo and it's controversy once again. Why is it always the case with you? I don't know, maybe it's someone who don't like me but because I'm maybe I'm too good. It is what it is. The life is completely difficult. We are obstacles in our lives and I will keep running to fight against the people who don't believe me. It is a challenge and I want to people, the people that they are wrong. I'm there every morning and do the same stuff.", "label": 0.3930256067967033}
{"start": 115.0, "end": 160.0, "text": "It's the big challenge. It's when you're not willing to do something, but you have to do it. This is the main point. Do you think what makes you different to the others, to the next run on the ladder, if you like? The very good players is the dedication level that you put in. I think I am good, but I think my men's strength is my mind. I think it's my strongest point. It's my mind. The numbers they don't like. If you see during the last 15 years, my level is always kind of the same. Therefore, dedication, work hard because the talent is not enough anymore. And if you're not dedicated under percents, you're not going to reach the level that you want.", "label": 0.2804297481860525}
{"start": 35.0, "end": 80.0, "text": "I always try to improve something season by season. Our mind is a box of surprises and you have to challenge yourself to be consistent. I repeat sometimes it's hard. It's what many people say. You like to go to the gym every day, of course, no. It's not true. Nobody likes to go to the gym every day. But you have to do it. Your mental strength is coming from that moment that's in a hard moment. You know you should do it. So, and I do it because after that maybe in the beginning you feel the heart starts that after when you finish the gym or go to the ranch or even the training you will feel better.", "label": 0.25804506939599414}
{"start": 40.0, "end": 85.0, "text": "Our mind is a box of surprises and you have to challenge yourself to be consistent. I repeat sometimes it's hard. It's what many people say. You like to go to the gym every day, of course, no. It's not true. Nobody likes to go to the gym every day. But you have to do it. Your mental strength is coming from that moment that's in a hard moment. You know you should do it. So, and I do it because after that maybe in the beginning you feel the heart starts that after when you finish the gym or go to the ranch or even the training you will feel better.", "label": 0.20817131172372105}
{"start": 540.0, "end": 585.0, "text": "I don't know if it's ever happened in football. The same two guys in the same stage all the time. It's not easy. As you know, we have good relationship. We have that battle in the last 15 years, which is good. He pushed me and I pushed him as well. So it's good to be part of Eastern of football. I'm there and of course he's there as well. When I was at Manchester United and you think who was that person, and the massive impact on the club while they were there, you can't look no further in Cristiano. You talk about mindset. I don't know a stronger, more determined, obsessed player. I'd share the change in them because he was just phenomenal. Why we don't believe that we can do better. We have to believe. We have to be positive to try to change the things that only give up to the guys who is weak mentally.", "label": 0.06759594749195547}
{"start": 755.0, "end": 800.0, "text": "But this will make the difference in the end of the day. If you do not do that work, you miss one. The next day, if you, it's two sessions as you lost and I know in the end of the day in the end you're going to make a huge difference. This is why I'm 34 and I look 28. Every year is a challenge for me to be better than last year. So I know it's tough last year. It was amazing two years ago, it was amazing too. So my job is to continue to work hard and dedicate myself under percent in my job. And wind trough is, you know, collective and individual too. He said let's go and having lunch after training, go to his house, I watched a few people on the table and look at it, he was just some salad, plain white chicken, no juice, just water.", "label": 0.07066355837011647}
{"start": 110.0, "end": 155.0, "text": "We have not had the everyday, we have not been in a good mood everyday. It's normal. It's part of us. I fight against that. It's the big challenge. It's when you're not willing to do something, but you have to do it. This is the main point. Do you think what makes you different to the others, to the next run on the ladder, if you like? The very good players is the dedication level that you put in. I think I am good, but I think my men's strength is my mind. I think it's my strongest point. It's my mind. The numbers they don't like. If you see during the last 15 years, my level is always kind of the same. Therefore, dedication, work hard because the talent is not enough anymore. And if you're not dedicated under percents, you're not going to reach the level that you want.", "label": 0.2206660070047965}
{"start": 695.0, "end": 740.0, "text": "So I think the both mix up. So, and of course I have two. I'm not to say that I have more one than the other one because if you see my my all career for the last 20 years, my level was high. And this is as you can know, it's really tough. Not only in a football, but in any area if you are top for 20 years is unbelievable. My biggest motivation is to carry on to still enjoy, to make people happy, to make my family happy. So for me, I have both talent and work ethic. But the fact is, is that he has shown that it's not just ability. It is hard work and he seems to be getting the fruits of all the hard work that he's put in down the years. It looks like somebody will not put anything that's not going to benefit me inside his body. For example, you arrive home, you have a lunch, you do it a quick nap and you wake up, you play with your kids and I have to go to the gym at least 30-40 minutes.", "label": 0.25836039887071854}
{"start": 130.0, "end": 175.0, "text": "I think I am good, but I think my men's strength is my mind. I think it's my strongest point. It's my mind. The numbers they don't like. If you see during the last 15 years, my level is always kind of the same. Therefore, dedication, work hard because the talent is not enough anymore. And if you're not dedicated under percents, you're not going to reach the level that you want. Nobody is perfect. We failed so many times. We have so many uncertainty in our lives that we have to be capable when we are down to stand up. It's part of the journey, it's part of the process, it's part of our education. In my case, I learned the most when I'm down.", "label": 0.23635965601749415}
{"start": 175.0, "end": 220.0, "text": "It's part of the journey, it's part of the process, it's part of our education. In my case, I learned the most when I'm down. And it's good that certain moments happen because when you are in the top of the wave, you don't see what's going on. I'm always said to my friends, it's good to have problems. It's the only way that you can improve. The secret is dedication and hard work to be able to work 100% all the time. This is if it exists, it's my secret. The legend is one of these big names that stays forever in football history. But the guy wants to motivate himself with numbers, with new things.", "label": 0.483579712848084}
{"start": 285.0, "end": 330.0, "text": "Once again, as you say, it's Cristiano Ronaldo and it's controversy once again. Why is it always the case with you? I don't know, maybe it's someone who don't like me but because I'm maybe I'm too good. It is what it is. The life is completely difficult. We are obstacles in our lives and I will keep running to fight against the people who don't believe me. It is a challenge and I want to people, the people that they are wrong. I'm there every morning and do the same stuff. Probably the first ones to arrive and the last ones to go out. It is great. This is giving me motivation to still work hard and better in my job.", "label": 0.30933066534963183}
{"start": 310.0, "end": 355.0, "text": "It is what it is. The life is completely difficult. We are obstacles in our lives and I will keep running to fight against the people who don't believe me. It is a challenge and I want to people, the people that they are wrong. I'm there every morning and do the same stuff. Probably the first ones to arrive and the last ones to go out. It is great. This is giving me motivation to still work hard and better in my job. But they have to say to be in my shoes is not easy but I'm not complaining. I just want to say that I'm feel happy. All this happened because the reason. The reason is I'm unbelievable inside the pitch. This is why the people have so much interest in me. Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best.", "label": 0.40431629239037314}
{"start": 350.0, "end": 395.0, "text": "All this happened because the reason. The reason is I'm unbelievable inside the pitch. This is why the people have so much interest in me. Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best. I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best. Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him. Is that rival we are good things? For me rival than exists. The means of this world is not that exists. Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable.", "label": 0.3948438947537345}
{"start": 30.0, "end": 75.0, "text": "I try to do my things to improve myself in a training, specifically in games, because this is the most important thing. I always try to improve something season by season. Our mind is a box of surprises and you have to challenge yourself to be consistent. I repeat sometimes it's hard. It's what many people say. You like to go to the gym every day, of course, no. It's not true. Nobody likes to go to the gym every day. But you have to do it. Your mental strength is coming from that moment that's in a hard moment. You know you should do it. So, and I do it because after that maybe in the beginning you feel the heart starts that after when you finish the gym or go to the ranch or even the training you will feel better.", "label": 0.2836858872257536}
{"start": 140.0, "end": 185.0, "text": "The numbers they don't like. If you see during the last 15 years, my level is always kind of the same. Therefore, dedication, work hard because the talent is not enough anymore. And if you're not dedicated under percents, you're not going to reach the level that you want. Nobody is perfect. We failed so many times. We have so many uncertainty in our lives that we have to be capable when we are down to stand up. It's part of the journey, it's part of the process, it's part of our education. In my case, I learned the most when I'm down. And it's good that certain moments happen because when you are in the top of the wave, you don't see what's going on.", "label": 0.23556600523014218}
{"start": 815.0, "end": 860.0, "text": "After that let's have a sonage, a cousin was like, Chris, why you didn't we didn't stay at the training room? That's why I thought that Chris, you know, deserve everything he got right now. So I'm really happy for him and he deserve because he walks so out and he's a machine. The real bitch in Info Tafay was, so we scream and Chris, you know, what's so angry? He said he's cousin by your tennis table after two weeks he back and he beat Chris, he beat real in Info Tafay's whole history. So that's Christiano Ronaldo, he don't want to lose any game. Discipline is the most difficult thing, not only in sports but in life. I give you the map, you are willing to do that? Yeah, it's the main point because everyone wants to be Christiano but I give you the map, do you think you will do it that?", "label": 0.12445388094243696}
