{
  "timestamp": "2025-08-29_03-45-54",
  "video": "data/videos/output.mp4",
  "model_used": "transformer",
  "num_highlights": 5,
  "clips": [
    {
      "rank": 1,
      "score": 0.4123852550983429,
      "times": "00:06:00,000 --> 00:06:45,000",
      "text": "Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best. I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best. Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him. Is that rival we are good things? For me rival than exists. The means of this world is not that exists. Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable.",
      "file": "https://huggingface.co/datasets/bharathreddy202/reels-clips/resolve/main/data/clips_compressed/clip_1.mp4"
    },
    {
      "rank": 2,
      "score": 0.4098726511001587,
      "times": "00:00:00,000 --> 00:00:45,000",
      "text": "Maybe it's someone's, it doesn't like me because maybe I'm too good. I don't follow the record. The records follow me in my mind. I'm always good. The talent is part of me, but if you don't work the talent, you're never going to achieve that thing that I'm achieved. I try to do my things to improve myself in a training, specifically in games, because this is the most important thing. I always try to improve something season by season. Our mind is a box of surprises and you have to challenge yourself to be consistent.",
      "file": "https://huggingface.co/datasets/bharathreddy202/reels-clips/resolve/main/data/clips_compressed/clip_2.mp4"
    },
    {
      "rank": 3,
      "score": 0.4048675000667572,
      "times": "00:05:40,000 --> 00:06:25,000",
      "text": "But they have to say to be in my shoes is not easy but I'm not complaining. I just want to say that I'm feel happy. All this happened because the reason. The reason is I'm unbelievable inside the pitch. This is why the people have so much interest in me. Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best. I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best. Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him.",
      "file": "https://huggingface.co/datasets/bharathreddy202/reels-clips/resolve/main/data/clips_compressed/clip_3.mp4"
    },
    {
      "rank": 4,
      "score": 0.34541624784469604,
      "times": "00:04:05,000 --> 00:04:50,000",
      "text": "I don't think so. I just think that critics motivate him. I think he feels, if people criticize me, is because I am... I did what I did and I still try to do when he gets that as an extra motivation. I think as an opponent, you should be quiet and don't say a wrong word about him because that would be always a motivation for him. I think he's the player that everybody knows, he is and mentally really very, very strong. Once again, as you say, it's Cristiano Ronaldo and it's controversy once again. Why is it always the case with you? I don't know, maybe it's someone who don't like me but because I'm maybe I'm too good.",
      "file": "https://huggingface.co/datasets/bharathreddy202/reels-clips/resolve/main/data/clips_compressed/clip_4.mp4"
    },
    {
      "rank": 5,
      "score": 0.2689060568809509,
      "times": "00:02:00,000 --> 00:02:45,000",
      "text": "Do you think what makes you different to the others, to the next run on the ladder, if you like? The very good players is the dedication level that you put in. I think I am good, but I think my men's strength is my mind. I think it's my strongest point. It's my mind. The numbers they don't like. If you see during the last 15 years, my level is always kind of the same. Therefore, dedication, work hard because the talent is not enough anymore. And if you're not dedicated under percents, you're not going to reach the level that you want. Nobody is perfect. We failed so many times. We have so many uncertainty in our lives that we have to be capable when we are down to stand up.",
      "file": "https://huggingface.co/datasets/bharathreddy202/reels-clips/resolve/main/data/clips_compressed/clip_5.mp4"
    }
  ]
}