{
  "timestamp": "2025-08-29_05-39-08",
  "video": "data/videos/output.mp4",
  "model_used": "transformer",
  "num_highlights": 5,
  "clips": [
    {
      "rank": 1,
      "score": 0.4335668981075287,
      "times": "00:05:55,000 --> 00:06:40,000",
      "text": "Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best. I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best. Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him. Is that rival we are good things? For me rival than exists. The means of this world is not that exists. Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable.",
      "file": "https://huggingface.co/datasets/bharathreddy202/reels-clips/resolve/main/data/clips_compressed/clip_1.mp4"
    },
    {
      "rank": 2,
      "score": 0.43280065059661865,
      "times": "00:03:20,000 --> 00:04:05,000",
      "text": "I'm always said to my friends, it's good to have problems. It's the only way that you can improve. The secret is dedication and hard work to be able to work 100% all the time. This is if it exists, it's my secret. The legend is one of these big names that stays forever in football history. But the guy wants to motivate himself with numbers, with new things. He wants to win the gold ball at times and the golden boots at times. And he wants to not just to play these heroes, he's already thinking that he wants to play the next World Cup. Does he get angry when people say maybe Messi is better? The time is few, it's... I don't think so. I just think that critics motivate him. I think he feels, if people criticize me, is because I am...",
      "file": "https://huggingface.co/datasets/bharathreddy202/reels-clips/resolve/main/data/clips_compressed/clip_2.mp4"
    },
    {
      "rank": 3,
      "score": 0.4286009967327118,
      "times": "00:05:35,000 --> 00:06:20,000",
      "text": "But they have to say to be in my shoes is not easy but I'm not complaining. I just want to say that I'm feel happy. All this happened because the reason. The reason is I'm unbelievable inside the pitch. This is why the people have so much interest in me. Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best. I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best. Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him.",
      "file": "https://huggingface.co/datasets/bharathreddy202/reels-clips/resolve/main/data/clips_compressed/clip_3.mp4"
    },
    {
      "rank": 4,
      "score": 0.2859800457954407,
      "times": "00:02:40,000 --> 00:03:25,000",
      "text": "Therefore, dedication, work hard because the talent is not enough anymore. And if you're not dedicated under percents, you're not going to reach the level that you want. Nobody is perfect. We failed so many times. We have so many uncertainty in our lives that we have to be capable when we are down to stand up. It's part of the journey, it's part of the process, it's part of our education. In my case, I learned the most when I'm down. And it's good that certain moments happen because when you are in the top of the wave, you don't see what's going on. I'm always said to my friends, it's good to have problems. It's the only way that you can improve. The secret is dedication and hard work to be able to work 100% all the time. This is if it exists, it's my secret.",
      "file": "https://huggingface.co/datasets/bharathreddy202/reels-clips/resolve/main/data/clips_compressed/clip_4.mp4"
    },
    {
      "rank": 5,
      "score": 0.33218836784362793,
      "times": "00:00:00,000 --> 00:00:45,000",
      "text": "Maybe it's someone's, it doesn't like me because maybe I'm too good. I don't follow the record. The records follow me in my mind. I'm always good. The talent is part of me, but if you don't work the talent, you're never going to achieve that thing that I'm achieved. I try to do my things to improve myself in a training, specifically in games, because this is the most important thing. I always try to improve something season by season. Our mind is a box of surprises and you have to challenge yourself to be consistent.",
      "file": "https://huggingface.co/datasets/bharathreddy202/reels-clips/resolve/main/data/clips_compressed/clip_5.mp4"
    }
  ]
}