{
  "timestamp": "2025-08-28_20-56-15",
  "video": "data/videos/output.mp4",
  "model_used": "transformer",
  "num_highlights": 5,
  "clips": [
    {
      "rank": 1,
      "score": 0.4123852550983429,
      "times": "00:06:00,000 --> 00:06:45,000",
      "text": "Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best. I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best. Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him. Is that rival we are good things? For me rival than exists. The means of this world is not that exists. Rivals is in the war. We have rivals. In football now it's just a game. I think the numbers they say everything. I don't need to say arm. I'm an Easter off football, I'm a legend. The numbers say everything. This is I'm very comfortable."
    },
    {
      "rank": 2,
      "score": 0.4098726511001587,
      "times": "00:00:00,000 --> 00:00:45,000",
      "text": "Maybe it's someone's, it doesn't like me because maybe I'm too good. I don't follow the record. The records follow me in my mind. I'm always good. The talent is part of me, but if you don't work the talent, you're never going to achieve that thing that I'm achieved. I try to do my things to improve myself in a training, specifically in games, because this is the most important thing. I always try to improve something season by season. Our mind is a box of surprises and you have to challenge yourself to be consistent."
    },
    {
      "rank": 3,
      "score": 0.4048675000667572,
      "times": "00:05:40,000 --> 00:06:25,000",
      "text": "But they have to say to be in my shoes is not easy but I'm not complaining. I just want to say that I'm feel happy. All this happened because the reason. The reason is I'm unbelievable inside the pitch. This is why the people have so much interest in me. Are you the best footballer in the world right now? I think so, yes. In my mind I'm always the best. I don't care what the people are thinking, what they say. In my mind, not just this year but always I'm always the best. I'm always going to say that because I think we have to think we are the best in our area. So in my area I think I'm the best. Is there anything that Lionel Messi is better than you are? It's opinions. I respect the opinions. Maybe your opinion means better than me. But in my mind I'm better than him."
    },
    {
      "rank": 4,
      "score": 0.40228796005249023,
      "times": "00:07:35,000 --> 00:08:20,000",
      "text": "How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am. But you also love individual rules. I'm not a tea. It's part of my sacrifice, my obsession to win, to have success. When I say success, it's a work for that. Talent is not enough. I did it myself so much that this is part of me. Records is part of me. I don't follow the records. The records follow me, which is different. Are you addicted to winning? Yes, I am. I'm addicted to the success."
    },
    {
      "rank": 5,
      "score": 0.40162572264671326,
      "times": "00:07:55,000 --> 00:08:40,000",
      "text": "How much has Leonel Messi pushed you to become a better player? I'm pushed to myself. I don't need other players to push myself. I just want to see that I was in sporting. I push myself all the time to be the best. As I say many times in my opinion, I'm the best. I think we have to think like that. Not just in my job, but you have to think in your job. You are the best reporter. I'm thinking like that. If I'm not thinking like that, I'm not going to be stronger than I think I am. But you also love individual rules. I'm not a tea. It's part of my sacrifice, my obsession to win, to have success. When I say success, it's a work for that. Talent is not enough. I did it myself so much that this is part of me. Records is part of me. I don't follow the records. The records follow me, which is different. Are you addicted to winning? Yes, I am. I'm addicted to the success. Because that's your thing that really drives me. Yes, I think so. I think it's not something bad. I think it's good. It's not that it motivates me. If something doesn't motivate me, it's better to stop."
    }
  ]
}